import React from 'react';

const About = () => {
  return (
    <section className="about" id="about">
      <div className="about-content">
        <div className="about-paragraph">
          {' '}
          <h2>Тухай</h2>
          <p>
            Шинэ Монгол технологийн дээд сургуулийн программ хангамжийн 3-р
            курсд суралцдаг. Өдрийн ихэнх цагийг мэргэжлийн чадвар болон гадаал
            хэлний мэдлэгээ ахиулахад зарцуулж байгаа. Чөлөөт цагийг хөгжим
            тоглох болон илүү дурсамжтай өнгөрөөхийг зорьдог.
          </p>
        </div>

        <div className="about-paragraph">
          <h2>Зорилго</h2>
          <p>
            Миний ойрын зорилго бол их сургуулиа төгсөөд эх орондоо ажлын гараа
            эхлүүлэн цэгцтэй, үнэ цэнтэй туршлага хуримтлуулан ажиллах. Цаашлаад
            Япон улсад ажиллах, гар утас, веб программчлалаар гүнзгийрэн
            суралцах, хиймэл оюун ухааны чиглэлээр боловсрол ахиулах зорилготой.
          </p>
        </div>

        <div className="about-paragraph">
          {' '}
          <h2>Амжилт</h2>
          <p>
            Увс аймгийн мэдээлэл технологи програмчлалийн олимпиад ( Дэд байр )
          </p>
        </div>

        <div className="about-paragraph">
          <h2>Гадаад хэлний мэдлэг</h2>
          <p>Англи хэл B1 Япон хэл N5</p>
        </div>
      </div>
    </section>
  );
};

export default About;
